IDEA StatiCa Open Model
Settlement.ValueRy Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Rotation around Y-axis
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double ValueRy { get; set; }
Public Property ValueRy As Double
	Get
	Set
public:
property double ValueRy {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
Settlement Class
IdeaRS.OpenModel.Loading Namespace